---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.TagsCannotBePlacedInUnlocked3dViews
source: html/a6f11e8e-144c-0b91-f45d-012a6074f757.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.TagsCannotBePlacedInUnlocked3dViews Property

Tags can't be pasted into Unlocked 3D views.

## Syntax (C#)
```csharp
public static FailureDefinitionId TagsCannotBePlacedInUnlocked3dViews { get; }
```